{
    "sector": "Health Care",
    "cusip": "910581107",
    "name": "UnitedHealth Group Incorporated",
    "exchange": "NYSE",
    "full_time_employees": 400000,
    "country": "US",
    "symbol": "UNH",
    "OpenFigi": "BBG000CH5208",
    "company_type": "normal",
    "qfs_symbol": "UNH:US",
    "subindustry": "Managed Health Care",
    "template_type": "normal",
    "currency": "USD",
    "CIK": "0000731766",
    "morningstar_sector": "Healthcare",
    "morningstar_industry": "Healthcare Plans",
    "ISIN": "US91324P1021",
    "industry": "Health Care Providers & Services",
    "financials_updated": 20250521,
    "description": "UnitedHealth Group Incorporated operates as a health care company in the United States and internationally. The company operates through four segments: UnitedHealthcare, Optum Health, Optum Insight, and Optum Rx. The UnitedHealthcare segment offers consumer-oriented health benefit plans and services for national employers, public sector employers, mid-sized employers, small businesses, and individuals; health care coverage, and health and well-being services to individuals age 50 and older; Medicaid plans, children's health insurance and health care programs; and health care benefits products and services to state programs caring for the economically disadvantaged, medically underserved, and those without the benefit of employer-funded health care coverage. The Optum Health segment provides care delivery, care management, wellness and consumer engagement, and health financial services patients, consumers, care delivery systems, providers, employers, payers, and public-sector entities. The Optum Insight segment offers software and information products, advisory consulting arrangements, and managed services outsourcing contracts to hospital systems, physicians, health plans, governments, life sciences companies, and other organizations. The Optum Rx segment provides pharmacy care services and programs, including retail network contracting, home delivery, specialty and community health pharmacy services, infusion, and purchasing and clinical capabilities, as well as develops programs in the areas of step therapy, formulary management, drug adherence, and disease and drug therapy management. UnitedHealth Group Incorporated was founded in 1974 and is based in Eden Prairie, Minnesota."
}