{
    "sector": "Information Technology",
    "cusip": "67066G104",
    "name": "NVIDIA Corporation",
    "exchange": "NASDAQ",
    "full_time_employees": 36000,
    "country": "US",
    "symbol": "NVDA",
    "OpenFigi": "BBG000BBJQV0",
    "company_type": "normal",
    "qfs_symbol": "NVDA:US",
    "subindustry": "Semiconductors",
    "template_type": "normal",
    "currency": "USD",
    "CIK": "0001045810",
    "morningstar_sector": "Technology",
    "morningstar_industry": "Semiconductors",
    "ISIN": "US67066G1040",
    "industry": "Semiconductors & Semiconductor Equipment",
    "financials_updated": 20250606,
    "description": "NVIDIA Corporation, a computing infrastructure company, provides graphics and compute and networking solutions in the United States, Singapore, Taiwan, China, Hong Kong, and internationally. The Compute & Networking segment comprises Data Center computing platforms and end-to-end networking platforms, including Quantum for InfiniBand and Spectrum for Ethernet; NVIDIA DRIVE automated-driving platform and automotive development agreements; Jetson robotics and other embedded platforms; NVIDIA AI Enterprise and other software; and DGX Cloud software and services. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating industrial AI and digital twin applications. It also customized agentic solutions designed in collaboration with NVIDIA to accelerate enterprise AI adoption. The company's products are used in gaming, professional visualization, data center, and automotive markets. It sells its products to original equipment manufacturers, original device manufacturers, system integrators and distributors, independent software vendors, cloud service providers, consumer internet companies, add-in board manufacturers, distributors, automotive manufacturers and tier-1 automotive suppliers, and other ecosystem participants. NVIDIA Corporation was incorporated in 1993 and is headquartered in Santa Clara, California."
}