{
    "sector": "Financials",
    "cusip": "38141G104",
    "name": "Goldman Sachs Group Inc",
    "exchange": "NYSE",
    "full_time_employees": 46600,
    "country": "US",
    "symbol": "GS",
    "OpenFigi": "BBG000C6CFJ5",
    "company_type": "bank",
    "qfs_symbol": "GS:US",
    "subindustry": "Investment Banking & Brokerage",
    "template_type": "bank",
    "currency": "USD",
    "CIK": "0000886982",
    "morningstar_sector": "Financial Services",
    "morningstar_industry": "Capital Markets",
    "ISIN": "US38141G1040",
    "industry": "Capital Markets",
    "financials_updated": 20250521,
    "description": "The Goldman Sachs Group, Inc., a financial institution, provides a range of financial services for corporations, financial institutions, governments, and individuals in the Americas, Europe, the Middle East, Africa, and Asia. It operates through Global Banking & Markets, Asset & Wealth Management, and Platform Solutions segments. The Global Banking & Markets segment provides financial advisory services, including strategic advisory assignments related to mergers and acquisitions, divestitures, corporate defense activities, restructurings, and spin-offs; equity and debt underwriting of public offerings and private placements; relationship lending and acquisition financing; secured lending through structured credit and asset-backed lending, such as warehouse, residential and commercial mortgage, corporate, consumer, auto, and student loans; financing through securities purchased under agreements to resell; and commodity financing through structured transactions. This segment also offers client execution activities for cash and derivative instruments; credit and interest rate products; and provision of mortgages, currencies, commodities, and equities related products. Its Asset & Wealth Management segment manages assets across various classes, including equity, fixed income, hedge funds, credit funds, private equity, real estate, currencies, commodities, and asset allocation strategies; and provides customized investment advisory solutions, wealth advisory services, personalized financial planning, and private banking services, as well as invests in corporate equity, credit, real estate, and infrastructure assets. The Platform Solutions segment offers credit cards; and transaction banking and other services, such as deposit-taking, payment solutions, and other cash management services for corporate and institutional clients. The Goldman Sachs Group, Inc. was founded in 1869 and is headquartered in New York, New York."
}